IDEA Open Model
CrossSectionCreepCoefficientData Properties
Compatible with IDEA StatiCa v 10.1
The CrossSectionCreepCoefficientData type exposes the following members.
Properties
Name | Description
ComponentIndex
 Zero based index of component
CreepInput
 User-defined curvature for creep coefficient { x = t[day], y = ϕ }
Humidity
 Humidity in the relative value
NotionalSize
 User-defined notional size
NotionalSizeInput
 Input type of Notional size
UserCreepCoeeficient
 User creep coefficient
Top
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace